---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedAreaPerCoolingLoadParam
source: html/42615531-289a-5c3e-716d-31e1eaccef79.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedAreaPerCoolingLoadParam Property

"Calculated Area per Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedAreaPerCoolingLoadParam { get; }
```